[
    {
        "text": "Don't go to a museum with a destination. Museums are wormholes to other worlds. They are ecstasy machines. Follow your eyes to wherever they lead you…and the world should begin to change for you.",
        "author": "Jerry Saltz"
    },
    {
        "text": "The best introduction to art is to stroll through a museum. The more art you see, the more you'll learn to define your own taste.",
        "author": "Jeanne Frank"
    },
    {
        "text": "It's not a museum. It's not a place of artifacts; it's a place of ideas.",
        "author": "Jeanie Kahnke"
    },
    {
        "text": "A museum is a place where one should lose one's head.",
        "author": "Renzo Piano"
    },
    {
        "text": "A museum has to renew its collection to be alive, but that does not mean we give on important old works.",
        "author": "David Rockefeller"
    },
    {
        "text": "A visit to a museum is a search for beauty, truth, and meaning in our lives. Go to museums as often as you can.",
        "author": "Maira Kalman"
    },
    {
        "text": "The only way to understand painting is to go and look at it. And if out of a million visitors there is even one to whom art means something, that is enough to justify museums.",
        "author": "Pierre-Auguste Renoir"
    },
    {
        "text": "…That's why we have the Museum, Matty, to remind us of how we came, and why: to start fresh, and begin a new place from what we had learned and carried from the old.",
        "author": "Lois Lowry"
    },
    {
        "text": "I love doing normal things … I also love to go to art and history museums.",
        "author": "Christina Aguilera"
    },
    {
        "text": "A painting in a museum probably hears more foolish remarks than anything else in the world.",
        "author": "Edmond De Goncourt"
    },
    {
        "text": "Nobody ever flunked a science museum.",
        "author": "Frank Oppenheimer"
    },
    {
        "text": "Murals in restaurants are on a par with the food in museums.",
        "author": "Peter De Vries"
    },
    {
        "text": "Give me a museum and I'll fill it.",
        "author": "Pablo Picasso"
    },
    {
        "text": "When you think about it, department stores are kind of like museums.",
        "author": "Andy Warhol"
    },
    {
        "text": "I paint flowers so they will not die.",
        "author": "Frida Kahlo"
    }
]